package task5_procedural;
import java.util.Scanner;

/**
 * Напишите программу, которая принимает целое число с клавиатуры и выводит его квадрат.
 */
public class PracticeTaskProcedural {































//   /*
//
//    public class SquareCalculator {
//        public static void main(String[] args) {
//            Scanner scanner = new Scanner(System.in);
//            System.out.print("Введите целое число: ");
//            int number = scanner.nextInt();
//            int square = number * number;
//            System.out.println("Квадрат числа: " + square);
//        }
//    }
//*/
}
